"""Требуется вычислить, сколько раз встречается некоторое число k в массиве list_1.
Найдите количество и выведите его."""

list_1 = [10, 44, 37, 44, 45]
k = 44
print(list_1.count(k))